{"ads":{


  "unity_inter":"Interstitial_Android",
  "unity_banner":"Banner_Android",
  "unity_reward":"Rewarded_Android",
  "unity_gameid":"5082535",


  "facebook_inter":"IMG_16_9_APP_INSTALL#1444095999348608_1507496829675191",
  "facebook_banner":"IMG_16_9_APP_INSTALL#1444095999348608_1508844899540384",
  "facebook_native":"IMG_16_9_APP_INSTALL#1444095999348608_1526320831126124",
  "facebook_reward":"PLAYABLE#1444095999348608_1582552458836294",


  "admob_inter":"ca-app-pub-3940256099942544/1033173712",
  "admob_banner":"ca-app-pub-3940256099942544/6300978111",
  "admob_native":"ca-app-pub-3940256099942544/2247696110",
  "admob_reward":"ca-app-pub-3940256099942544/5224354917",


  "yandex_banner":"R-M-DEMO-320x100",
  "yandex_inter":"R-M-DEMO-interstitial",
  "yandex_native":"R-M-DEMO-native-i",
  "yandex_reward":"demo-rewarded-yandex",

  "vungle_appid":"645e64defe20a95ccb12bd7b ",
  "vungle_inter":"INTER-5944534",
  "vungle_banner":"DEFAULTBANNER-5844358",
  "vungle_reward":"REWARD-7025613",



  "download_dialog_txt":"download text from server",
  "banner_network_choice":"vungle",
  "interstisial_network_choice":"vungle",
  "reward_network_choice":"vungle",
  "native_network_choice":"admob"


},
  "my_data":[
    {"desc1":"In the third installment of the captivating saga Poppy, our protagonist's adventures continue to unfold in unexpected and mesmerizing ways. As the story progresses, Poppy's path becomes increasingly intertwined with mystery, discovery, and self-realization."},
    {"desc2":" In this chapter, Poppy's character development takes center stage. She begins to shed her initial naivety and transforms into a more confident and self-assured individual. Along her journey, she encounters numerous challenges that test her resolve and push her to grow. Readers witness her evolution from a timid soul into a fearless adventurer, ready to confront whatever lies ahead."},
    {"desc3":"The plot thickens as long-held secrets start to unravel. Poppy delves deeper into the enigmatic world she has stumbled upon, gradually peeling back the layers of a hidden reality. The more she uncovers, the more questions arise, leaving readers on the edge of their seats, eager to uncover the truth alongside her."},
    {"desc4":"Poppy's journey introduces her to an array of intriguing characters, some of whom become allies and friends. These new relationships bring depth to the story, as they provide Poppy with guidance, camaraderie, and a sense of belonging in this fantastical realm."},
    {"desc5":"As Poppy embarks on her adventure, she faces numerous obstacles and adversaries. From treacherous landscapes to cunning foes, each challenge tests her wits and courage. The tension and excitement build with each encounter, leaving readers wondering how she will overcome each obstacle."},
    {"desc6":"Poppy Chapter 3 delves into profound themes of self-discovery and identity. Poppy's journey mirrors the universal human quest to uncover one's true self and purpose. This introspecti"},
    {"desc7":"The world-building in Poppy Chapter 3 is a feast for the senses. Vivid descriptions transport readers to the exotic landscapes and enchanting locales Poppy explores. The author's evocative prose paints a picture that readers can vividly imagine, making the story come alive."},
    {"descd":"ust when readers think they have the story figured out, Poppy Chapter 3 concludes with a thrilling cliffhanger, leaving them hungry for more. It's a tantalizing glimpse of what's to come in the next installment of Poppy's journey."}
  ]

}
